tap "ngrok/ngrok"
tap "shivammathur/php"
tap "supabase/tap"
brew "act"
brew "antigen"
brew "brew-php-switcher"
brew "glib"
brew "curl"
brew "composer"
brew "fastfetch"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "git-flow"
brew "ios-deploy"
brew "jenv"
brew "lsd"
brew "make"
brew "mono-libgdiplus"
brew "nuget"
brew "nvm"
brew "ollama"
brew "php@8.1"
brew "pnpm"
brew "python@3.10"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "speedtest-cli"
brew "tree"
brew "watchman"
brew "shivammathur/php/php@7.4"
brew "supabase/tap/supabase"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
cask "postman"
cask "rar"
cask "responsively"
cask "warp"
cask "zulu@17"
